org/apollo-dionysus/apollo-dionysus.org
#+title: Apollo vs Dionysus: to the Moon or the Grave

* The Archetypal Interpretation of Culture War
You are faced with a choice: you can pick either life or death, knowledge or ignorance, prosperity or apocalypse. A culture is faced with this exact same choice, but on the scale of cultures different individuals are able to take up arms on both sides of this dichotomy. This is what we call a culture war---some clash between competing tribes with different approaches to our choice. So, what then is the cause of and the true nature of a culture war? What is the essential clash that underpins the history of civilisation vs anti-civilisation? Why do some men choose to venture out to the stars, whilst others retreat into drug-induced stupor?

The answer can be found in two Greek gods---Apollo, the god of truth and light; and Dionysus, the god of wine and madness. These two fundamental archetypes can be used to explain the entire course of human history---all of the great triumphs, and all of the despicable losses; from the greatest inventors, to the lowliest bums. Every man is in some way a reflection of one or both of these two opposing forces, which I will display to you through two seemingly unrelated events---the Moon landings, and Woodstock.[fn:1]

* The Eagle has Landed
On the 16th of July 1969 the eyes of the world turned to the Kennedy Space Center, where the Apollo spacecraft was preparing to send men to the Moon. It is reported that when the shuttle landed four days later, 650 million people watched Neil Armstrong take that one small step worldwide,[fn:2] including 54 million Americans---94% of all TVs in the US were tuned in to this event.[fn:3]

The one million people who were drawn to Cape Kennedy in person were seeking out any sign of achievement in man---they came to celebrate man's capacity as a rational animal: "Those people were not a stampeding herd nor a manipulated mob; they did not wreck the Florida communities, they did not devastate the countryside, they did not throw themselves, like whining thugs, at the mercy of their victims; they did not create any victims. They came as responsible individuals able to project the reality of two or three days ahead and to provide for their own needs. There were people of every age, creed, color, educational level and economic status. They lived and slept in tents or in their cars, some of them for several days, in great discomfort and unbearable heat; they did it gamely, cheerfully, gaily; they projected a general feeling of confident goodwill, the bond of a common enthusiasm; they created a public spectacle of responsible privacy."[fn:4]

The feeling on the ground was one of genuine brotherhood---a brotherhood borne not out of mob violence or ritual filth, but out of a respect for the best in man: "It was so wonderful, people didn't want to leave after the parade had passed. They just stood there, talking about it--talking to strangers--smiling. It was so wonderful to feel, for once that people aren't vicious, that one doesn't have to suspect them, that we have something good in common."[fn:5]

Consider the immense efforts by hundreds of men that were necessary to pull such an event off---the massive chains of abstraction and deduction that must be in place before a single fleck of paint may be launched into space. Consider then the jump from this to being able to get to the Moon, and the jump from that to getting living men onto the Moon and back again. A trip to the Moon is fundamentally an expression of the fullest might of man's conceptual faculty.

