org/apollo-dionysus/apollo-dionysus.org
* The Acid has Dropped
One month later, on the 15th of August, this would be contrasted with another sort of trip entirely---the collective acid trip that was Woodstock. 400,000[fn:6] youngsters descended upon Max Yasgur's dairy farm in Bethel, New York for a celebration of music, dance, and debauchery. The 1970 census would put this town at just 2,763 inhabitants, a number that would, over the course of a few days, balloon to rival the 1970 populations of Atlanta, GA (496,973); Cincinnati, OH (452,524); and San Jose, CA (445,779).[fn:7] The deluge of unwashed bodies immediately started setting up campsites in neighboring fields[fn:8]---apparently not thinking ahead far enough to concern themselves with where they would stay, instead opting to "go with the flow."

It is reported that "hundreds of thousands of concertgoers overwhelmed the venue's gates and jammed the roads leading to Bethel, NY. Event staff were helpless to stop unticketed attendees from walking through the venue's porous fencing. There was little event staff could do, so Woodstock became a free concert for all who could get to Yasgur's dairy farm."[fn:9]

This horde quickly overwhelmed the limited resources available to Bethel, /Newsweek/ reports that: "Festival food supplies were almost immediately exhausted [...] and water coming from wells dug into the area stopped flowing or came up impure. A heavy rain Friday night turned the amphitheater into a quagmire and the concession area into a mudhole. [...] Throngs of wet, sick and wounded hippies trekked to impromptu hospital tents suffering from colds, sore throats, broken bones, barbed-wire cuts and nail-puncture wounds. Festival doctors called it a 'health emergency,' and 50 additional doctors were flown in from New York City to meet the crisis."[fn:10]

As the rain storm hit "at least 80,000 young people sat or stood in front of the stage and shouted obscenities at the darkened skies as trash rolled down the muddy hillside with the runoff of the rain. Others took shelter in dripping tents, lean-tos, cars and trucks. [...] Many boys and girls wandered through the storm nude, red mud clinging to their bodies."[fn:11]

The zombified masses opted to aimlessly roam through fields, helping themselves to the wealth and property of the local community, as a brute incapable of conceiving second-order consequences might.[fn:12]

Richard C. Joyner, a local businessman "said that the youngsters at the festival had virtually taken over his property---camping on his lawn, making fires on his patio and using the backyard as a latrine."

"Clarence W. Townsend, who runs a 150-acre dairy farm [...] was shaken by the ordeal. 'We had thousands of cars all over our fields,' he said. 'There were kids all over the place. They made a human cesspool of our property and drove through the cornfields. There's not a fence left on the place. They just tore them up and used them for firewood."

Royden Gabriele, another farmer, explained that: "My pond is a swamp. I've got no fences and they used my field as a latrine. They picked corn and camped all over the place. They just landed wherever they could. [...] We pulled 30 of them out of the hay mow smoking pot. [...] If they come back next year I don't know what I'll do. If I can't sell, I'll just burn the place down."

Notice the trend here---it is productive men who are victimised and made to pay for the incompetence of the concert-goers.

"The three-day Woodstock fair was different from the usual pop festival from the outset. It was not just a concert but a tribal gathering, expressing all the ideas of the new generation: communal living away from the cities, getting high, digging arts, clothes and craft exhibits, and listening to the songs of revolution."[fn:13] A promoter was quoted as saying that "people will all be going into their own thing. This is not just music, but a conglomeration of everything involved in the new culture."[fn:14]

A taste of this "new culture" is given in an interview of six of the attendees:[fn:15]
#+begin_quote
Q: Did you have any idea where you'd sleep or what there would be to eat?

Judy: Well, we drove down in a caravan of two cars--there were four girls and two guys--but we were supposed to meet 20 or 30 other people who were driving down from New Hampshire and they were supposed to bring a tent, but we never met each other. We just scattered.

Q: What about food?

Judy: We brought a bag of carrots. And some soda.

Q: Did you expect to be able to buy more there?

Judy: We never really thought about it.
#+end_quote

"All the participants stressed a sense of what they called 'community'," Judy explained that: "I just had a feeling that, wow, there are so many of us, we really have power. I'd always felt like such a minority. But I thought, wow, we're a majority---it felt like that. I felt, here's the answer to anyone who calls us deviates." Indeed they were not deviating from the Dionysian culture they had been taught their entire lives---but I am getting ahead of myself. Another attendee, Steve, added that "everyone came there to be together," and what "being together" consisted of was that "everything was shared."

When asked what he wanted to be in the future, Jimmy answered that "all my life I've had just about everything I want. And I have to have whatever I want for the rest of my life, except from now on I have to begin to think of how to provide it for myself. And I don't want to work because I can't have everything and do everything I want if I have to stay in the same place from 9 to 5." When asked whether she wants a family, Judy answered: "One child. Just, you know, to procreate. But I don't want a family because I don't want to get into that much responsibility. I want to be able to move. I want to be able to leave at any time. I don't want that much restriction."

