org/apollo-dionysus/apollo-dionysus.org
* The Essential Characteristics of Apollo and Dionysus
What we see with the Woodstock festival is in essence an expression of a concrete-bound perceptual mentality---on such a level there is only the now, no past (they do not care how the property that they pillage came into being), and no future (they do not think about where they will stay, or what they will eat when they get there). It is not coincidental that this is paired with "communal living" and a general respect for the collective over the individual---Dionysus is borne from a supposed dichotomy of reason vs emotion. The Dionysian represents "wild, primeval feelings, orgiastic joy, the dark, the savage, the unintelligible element in man---i.e. the symbol of emotion."[fn:16]

Where reason is negated and replaced with mystic whim man is left with no recourse---he grows to regard the world as mysterious and evil. His only option left is the group---for the sheep, it is other people who seem to know what they are doing... somehow; and for the shepherd, it is other people that he can control through his power of speech, reality is out of his reach.

#+begin_quote
Apollo, according to Nietzche, is a necessary element, but an unreliable and thus inferior guide to existence, that gives man a superficial view of reality: the illusion of an orderly universe. Dionysus is the free, unfettered spirit that offers man---by means of a mysterious intuition induced by wine and drugs---a more profound vision of a different kind of reality, and is thus the superior. [...] Apollo represents the principle of individuality, while Dionysus leads man "into complete self-forgetfulness" and into merging with the "Oneness" of nature.[fn:17]
#+end_quote

It is Apollo who pushes forward into unknown territory and discovers the underlying principles of whatever endeavour through the use of his reason. The mind is a faculty of the individual, just as a collective cannot digest food for you so too can a collective not think for you. There is no mystic super-reality that man gains insight into through the use of hard drugs and the "ego death" which is sought by many of these trippers---when the ego is killed the individual dies insofar as he is not sustained by some Apollonian. Just as there can be no form without matter, there can be no soul (mind) without a body---that body must be sustained through the productive efforts that are attacked and degraded by the Dionysian egregore.

If I were writing a novel and needed to find concretes for Apollonian as against Dionysian attitudes it is harder to think of two more effective events that took place at basically the same time. Despite being actual news events, the Apollo program and the Woostock festival take on that fictional characteristic that is so often elusive. This is no coincidence---wherever there is great turmoil between men there must be a fundamental conflict between competing /philosophies/.[fn:18] Apollo vs Dionysus represent the fundamental divide---between this-wordliness as against other-worldliness; between reason as valid vs reason as invalid; between the universal reign of cause and effect vs chance and contingency.

This applies also to the modern culture war---which is really another invocation of the war between Aristotle and Plato, between Rand and Kant. On the one hand we have great industrialists like Elon Musk and Jeff Bezos attempting to push man into space and conquer the stars; on the other we have their opposition made of pod people who wish for an eternal state lockdown, advocating that they be sustained not through their own productive efforts, but through stimulus cheques and universal basic income extracted from Apollo. These modern Dionysians--like all Dionysians--regard the basic root of their sustenance, Apollo, as evil and themselves as virtuous, on the grounds that he produces and they don't.

This is the inevitable implication of Altruism: it is evil and greedy for you to reap the rewards of your own production but not for others to do so /because/ you did the production---that is, if you produced something you should give it up, if you didn't produce something you should take it. So indeed, Judy was correct when she said "we're a majority [...] here's the answer to anyone who calls us deviates." Altruism is the de facto ideology of the ruling class and the hordes of their supporters. What establishment premise is it that they are supposed to be rebelling against? They agree with their professors that causality is a myth. They agree with the media that selfishness is a vice. They agree with the government that man is incompetent to plan for himself and requires a central planning bureau to provision enough supplies for him to last.

We are told by our modern Dionysian priests, the World Economic Forum, that the future is a society where you will own nothing and be happy---does this not sound like any old dirty hippy or Buddhist mystic? In classic Dionysian fashion, they forgo an explanation as to how it is that men can be happy or even reach bare sustenance without owning anything. They are marked by a rejection of cause-effect relationships as such: rejecting the root of production and happiness in a respect for property rights whilst expecting the results is merely one instantiation of this.

