org/apollo-dionysus/apollo-dionysus.tex

\section{The Necessary Clash Between Apollo and Dionysus}
\label{sec:orgf4af48c}
In this fight between Apollo and Dionysus, there exists those who sit on the fence, attempting to play both sides: ``we can't just have pure reason,'' they tell us, ``man needs an emotional element, and as we all know reason is completely dispassionate.'' This claim is fundamentally rooted in an acceptance of the Dionysian premise that there is a dichotomy between reason and emotion---this is entirely false. Emotions are not cognitive primaries, nor are they tools of cognition at all---emotions come about as a result of prior cognition performed by the individual in question. This means that there can be rational emotions, or irrational emotions.

Take as an example to highlight this the concrete case of a landlord evicting a squatter who is trespassing in his property. Two different men witness this event: an anarcho-capitalist, and a Marxist. On the one hand, the anarcho-capitalist looks upon this situation with a sense of pride and joy at the landlord's defense of his property right---he feels very positively towards what he is witnessing. On the other hand, the Marxist is distraught, he curses the landlord and wishes that the squatter would be able to continue his aggression against property that he does not own. We have here the exact same stimulus but two completely opposed emotional responses. The difference between them is derived from the different philosophies held by the anarcho-capitalist and Marxist respectively---the emotions themselves are not giving either man special information about what is happening, rather the emotional response represents the implicit evaluation of the facts based upon prior cognition.

So, far from what the Dionysians would have us believe, emotions are not mystic conduits to some ineffable spirit-dimension---they are the effects of whatever philosophy and sense of life is held by an individual. Taking one's emotions as a cognitive primary is another instance of taking an effect without consideration of the cause---as is to be expected with a Dionysian. It is the complete rejection of logic and justification in one's conduct---it is placing an ``I wish'' above an ``it is.''\footnote{I recall Rand saying something to this effect, but I cannot find the source.}

This is evasion, it is in Rand's words:
\begin{quote}
[man’s] basic vice, the source of all his evils, [it] is that nameless act which all of you practice, but struggle never to admit: the act of blanking out, the willful suspension of one’s consciousness, the refusal to think---not blindness, but the refusal to see; not ignorance, but the refusal to know. It is the act of unfocusing your mind and inducing an inner fog to escape the responsibility of judgment---on the unstated premise that a thing will not exist if only you refuse to identify it, that A will not be A so long as you do not pronounce the verdict ``It \emph{is}.'' [Evasion] is an act of annihilation, a wish to negate existence, an attempt to wipe out reality. But existence exists; reality is not to be wiped out, it will merely wipe out the wiper. By refusing to say ``It is,'' you are refusing to say ``I am.'' By suspending your judgment, you are negating your person. When a man declares: ``Who am I to know?'' he is declaring: ``Who am I to live?''\footnote{Ayn Rand, ``Galt's Speech'' in ead., \emph{For the New Intellectual}, p. 127; also in ead., \emph{Atlas Shrugged}}
\end{quote}

This does not stand alone as a floating premise: what we have with the Dionysian on this front is a whim-epistemology---this whim-epistemology is based on the prior metaphysical premise of the primacy of consciousness. This is the stance that consciousness is the primary from which existence is derived, rather than the other way around---that if you \emph{think} something is the case that it therefore \emph{is} the case. This is a stolen concept fallacy---consciousness \emph{means} consciousness \emph{of something}, of some \emph{thing}, of \emph{existence}. The concept ``consciousness,'' accordingly, relies on the \emph{prior} concept ``existence.''

There is no compromise to be found here: either consciousness has metaphysical primacy or it doesn't; either reality must conform to your wishes, or it mustn't. ``In any compromise between food and poison, it is only death that can win. In any compromise between good and evil, it is only evil that can profit. In that transfusion of blood which drains the good to feed the evil, the compromiser is the transmitting rubber tube.''\footnote{Ayn Rand, ``Galt's Speech'' in ead., \emph{For the New Intellectual}, p. 216; also in ead., \emph{Atlas Shrugged}}

The Apollo program was thus a great symbol of the power of capitalism \emph{as against} communism---it is not only an achievement that stands on its own grounds, but by its very greatness it is and must be a deadly weapon against the collectivist monolith to the east. In a moment of great clarity of purpose, John F. Kennedy recognised the import of such an achievement and it's mutual exclusivity with collectivism when he was pitching the idea to congress: ``If we are to win the battle that is now going on around the world between freedom and tyranny [\ldots{}] it is time for a great new American enterprise.''\footnote{Nick Spall, \emph{How the Apollo Moon landings changed the world forever}, \url{https://www.skyatnightmagazine.com/space-missions/how-the-apollo-moon-landings-changed-the-world-forever}}

He recognises here first that the shining light of Apollo is a weapon in the battle between freedom and tyranny, and that this weapon must come in the form of ``a great new American enterprise''---it is enterprise, i.e. production, that forms the killing blow to any self-abnegation insofar as that production is seen for what it is: brilliant.

This much was recognised, at least implicitly, by the many enemies of reason in the US. At the same time that a million people gathered to celebrate the launch of Apollo 11, a group of civil rights advocates gathered to do the exact opposite---to denounce the launch as evil and demand that the resources used to push man into the final frontier should instead ``be spent to feed the hungry, clothe the naked, tend the sick, and house the shelterless.''\footnote{Eric Niiler, \emph{Why Civil Rights Activists Protested the Moon Landing}, \url{https://www.history.com/news/apollo-11-moon-landing-launch-protests}} As their symbol, they choose to bring along two mules and a wooden wagon, displaying in great clarity the contrast between the gleaming white Saturn V rocket and the type of leech they demand it be dismantled for. The message is clear: do not advance whilst others are left behind, do not be great if others are not, do not be good if others are evil---destroy the good \emph{for the sake of the bad}.

The activists decided that NASA should ``support the movement to combat the nation's poverty, hunger and other social problems,'' and that the rocket scientists should be re-tasked ``to tackle the problem of hunger.'' This notion would be redoubled by Gil Scott-Heron in his poem \emph{Whitey on the Moon}:

\newpage

\begin{center}
A rat done bit my sister Nell

With whitey on the moon

Her face and arms began to swell

And whitey's on the moon

I can't pay no doctor bills

But whitey's on the moon

Ten years from now I'll be payin' still

While whitey's on the moon
\end{center}

It is not explained by these types how it is that the ``whitey on the Moon'' is supposed ``to tackle the problem of hunger,'' or what the inability of Gil to pay Nell's doctor bills has to do with him. They operate on the level of: ``he'll figure it out\ldots{} \emph{somehow}.'' In essence, they are expecting an effect (prosperity) without the cause (the rational egoism of Apollo). It is holding up as virtuous the ones who do not produce and degrading as vicious those who do, \emph{whilst accepting that the parasites need the producers to survive}. We have it that whitey is evil for going to the Moon whilst Gil's sister Nell is being bit by rats---whitey should not succeed whilst Nell is not. We have it that the time and resources of those NASA scientists should not be spent on the innovations they want to pursue, because other people couldn't figure out how to produce food for themselves.

This Dionysian denial of cause-effect relationships is present across the board. The Woodstock attendees who shout aimlessly at the sky to stop the rain deny that rain has a specific cause---an Apollonian would plan ahead for this eventuality, a Dionysian simply curses the incomprehensible universe when it comes along. Judy in bringing along ``a bag of carrots'' and ``some soda'' denied that hunger has a specific cause, and that this is not enough to sustain her body for the days that she would be at Woodstock. Jimmy denied the law of causality in his assertion that he doesn't want to work ``because I can't have everything and do everything I want if I have to stay in the same place from 9 to 5''---but how does he expect to achieve the values he desires without producing them? The answer he blanks out is that Apollo must produce and he will suck the blood of Apollo to sustain himself.

If man is to climb the Kardashev scale and pierce the stars he simply cannot rely on Dionysian parasitism. No amount of LSD or magic mushrooms can yield an accomplishment on the scale of the Moon landings, nor on any scale---as a method of cognition they can serve only as a hindrance. Man cannot produce without freedom and Apollo cannot fly with chains.
