org/apollo-dionysus/apollo-dionysus.tex

\section{Socialism as Dionysian}
\label{sec:org99712c1}
Socialism, accordingly, is fundamentally rooted in a Dionysian philosophy. We have this on two fronts: first on the self-abnegation, the collective taken as the standard of value, the living in unity with the ``Oneness'' of nature leaving the individual to melt away; and second on the corollary parasitism these individuals perform against productive men.

The Dionysians seek a state of being where they live through suckling on the teat of Apollo until he is drained of life---in general any socialist scheme one dreams up requires someone to pay for it. It is the producer, Apollo, who makes the goods upon which Dionysus predates.

This socialism is present, at least implicitly, in any mass movement of Dionysians---you see it every day, whether you notice it or not. You are told that we must be tough on business---business (Apollo) is treated as the enemy which must be destroyed. You are told that there should be no such thing as billionaires---stagnation is taken as the ideal and production as a vicious divergence from it. You have seen it with the recent EU regulation of AI, along with all regulations---the Brussels bureucrats were operating on the premise that being the first to set rules on the use of AI means that they were the ones who set the stage. The stage is set by innovation, it is then attacked and warped by these busybodies and hall monitors. They are taking here a primacy of regulation, as against a primacy of production---but of course, one can only regulate an industry that was already built by Apollo. Someone had to make the AI first, and this man is being punished for his effort.

You see this same Dionysian attitude in the rejoinder to AI that it is evil because it puts men out of their jobs. Again, it is production and greater efficiency in that production which is being taken as an evil---the Dionysian expects Apollo to sustain him \emph{somehow}, and believed that he is owed this sustenance in the form of a job regardless of how effective he actually is at that job.

\section{The Death of Apollo}
\label{sec:org9bbef38}
The worst part of this is that Apollo is going along with the whole charade---he is acting as his own destroyer on this front by giving sanction to the Dionysian ticks. The first US Moon lander sent since the end of the Apollo program fell silent a week after breaking up as it touched down.\footnote{\url{https://nypost.com/2024/03/01/us-news/first-us-moon-lander-in-half-a-century-stops-working-a-week-after-tipping-over-at-touchdown/}} Such accomplishments as the Apollo program cannot be achieved if sanction is granted to Dionysus---you cannot have an effect without the cause. You see this also with the AI companies who call for AI regulation, and in general, any company that calls for any regulation.

One aspect of such pleas is the corruption of previously Apollonian firms by Dionysian invaders who seek to stagnate and redirect their efforts into strangling any competition they face. Such corruption can occur within individuals as well---a man might be implicitly Apollonian but come to regard reason as helpless and integrity as impossible. This is seen most often in those who have not taken the time to iron out an explicit philosophy---if they have no explicit knowledge on such topics they have no defense-mechanism to ward off the surrounding Dionysian culture. From a single false premise in one's philosophy, whether explicit or implicit, a total destruction of their character can arise. A man might be a brilliant industrialist who applies his mind to its fullest extent in the operation of his business, but then he goes home to a family of leeches who are supported out of a sense of duty or sacrifice.\footnote{Think Hank Rearden} Or a man might be perfectly wicked in his work life, taking what he can get on pragmatist grounds and cow towing to the masses to increase his pay whilst attempting to quarantine a garden of greatness within his personal dealings.\footnote{Think Gail Wynand} Ultimately, such disintegrated men borne of Apollo \emph{and} Dionysus can find only misery.

Another aspect of these Dionysian calls for government regulation is seen in firms that are indeed Apollonian at heart but who have been infected with altruism by default, not understanding that their production is a virtue, rather than a vice. Such men are ultimately also in a state of disintegration---they understand on the one hand that they are the fountainheads of value, that they make the world go round, but then on the other hand they feed parasites who are out to kill them on the grounds that those parasites are correct. These people must understand that a world devoid of Apollo is one devoid of any productive efforts---and this is exactly what will happen if great men continue to give sanction to the bloodletting that they endure. This means nothing less than total apocalypse---an apocalypse being marked by a complete breakdown of the capital structure. This capital does not come from nowhere, it is deliberately produced by Apollonians, and it requires constant maintenance and replenishment. Sans Apollo, nature would quickly devour our cities, the lights would go out across the world and man would regress into a state of brutish savagery. This would be even worse than the state mankind was in during the stone age---at least then the trend was up, there still existed instantiations of Apollo who would invent the wheel, or fire, or spears. If such individuals no longer exist due to a victory of Dionysus, we would not have even such simple goods---we would sink back down the evolutionary ladder to a state of mere perceptual consciousness. Of course, men cannot survive on this level without rational men to sustain them---thus a victory for Dionysus means the death of mankind.

There are two fundamental and diametrically opposed choices you have here: you can choose Apollo and reach for the stars, or Dionysus and sink into the grave.
\end{document}
